USB2BTplusと手元のマウス4台で確認を行い結果をまとめてみました。  
マウスによってスムーズなもの(HP)と軌跡がとぶもの(dell)があります。原因はUSB→Bluetooth変換時のpacketの取りこぼしが原因です。  

| x | 型番 | 結果 |
| --- | --- | --- |
| MS1 | Microsoft Optical Mouse 200 | 全く正常に動作せず（マウス軌跡が暴れる） |
| MS2 | Microsoft LaserMouse 6000 | ぶれる |
| HP | HP MOFYUO | ぶれない |
| Dell | Dell MS111-L | 引っかかる |
| (参考)X5 | 市販BTマウス | |

USBの規格上は最短で1ms周期でのデータ読み取りが規定されており、一般的なマウスでは1ms周期でのデータ読み取りに対応しています。
一方でBluetoothは通信上の制約により最短でも数ms周期でしかデータ読み取りができません。1ms周期でのデータ読み取りが出来ないとき、
　データが化けてしまうMS1のようなマウス
　その間のデータを破棄してしまうMS2, Dellのようなマウス
　その間のデータを蓄積してくれるHPのようなマウス
の3タイプがあるようです。
BluetoothとUSBの通信方式の違いから発生する問題で、対応は困難です、非常に申し訳ありません。。 （編集済み） 
